class newsInfo {
  String name;
  String info1;
  String info2;
  String info3;
  String info4;
  String info5;
  String info6;
  String image_link;
   
  newsInfo({
    required this.name,
    required this.info1,
    required this.info2,
    required this.info3,
    required this.info4,
    required this.info5,
    required this.info6,
    required this.image_link,

  });
}

List<newsInfo> news = [
   newsInfo(
    name: '❄️НАБИРАЕМ АНИМАТОРОВ В НОВОГОДНИЙ ЭКСПРЕСС❄️', 
    info1: 'Чувствуете приближение Нового года? Хотите попасть в настоящую сказку?\nМы даем Вам уникальный шанс побывать на вотчине Деда Мороза и сделать умопомрачительное селфи с главным зимним волшебником!', 
    info2: 'От Вас требуется:❄️незабываемая развлекательная программа для больших и маленьких туристов в поезде (5 часов туда, 5 часов обратно);❄️организация группы на программе в Устюге.',
    info3: 'Все расходы, связанные с проездом, питанием и входными билетами мы берем на себя!', 
    info4: 'Выезд 6 января, возвращение в ночь с 8 на 9 января.                 ', 
    info5: 'Рассматриваем кандидатов от 18 лет из г. Екатеринбурга.             ', 
    info6: 'Вопросы задавай Александра Таушканова, 8-912-600-28-13 или Ksenia Ushenina 8-912-615-90-94\nВ сообщении укажите ФИО, возраст и номер телефона.\nИ помните, количество мест в нашей команде ограничено.✨', 
    image_link : 'assets/images/n1.jpg', 
    ),
   newsInfo(
    name: '🧨САМЫЙ ЛУЧШИЙ СОПРОВОЖДАЮЩИЙ, НАЙДИСЬ! 🧨', 
    info1: 'Друзья! Мы в поисках сопровождающих для детских групп в лагеря Свердловской, Челябинской, Курганской областей и в туры по России. Пожалуйста, поделитесь этим постом с тем, кому это будет интересно и полезно!',
    info2: 'Требования:\n📌 Возраст - от 20 лет;\n📌 Ответственность;\n📌 Умение находить общий язык как с детьми, так и с их родителями;\n📌 Педагогическое или медицинское образование будет несомненным плюсом!',
    info3: 'Как с нами связаться?\n- через личные сообщения группы\n- по телефонам 8-343-385-90-10, 8-912-600-28-13\n- WhatsApp 8-912-600-28-13\n- e-mail: mail@dettur.ru, 107@dettur.ru                                 ',
    info4: 'Ваши основные обязанности:\n👉🏻 Проверка документов детей;\n👉🏻 Сопровождение детей в пути до лагеря или из лагеря;\n👉🏻 Передача детей и документов на них в лагерь/родителям.\n👉🏻 Организация досуга детей в поезде;',
    info5: '🌎Наш адрес: г. Екатеринбург, ул. Восточная, 84, офис "Детское бюро путешествий".',
    info6: '',
    image_link : 'assets/images/n2.jpg', 
    )
];